Repository: dbrnz/fg-joomla-to-wordpress
Catalog: languages/fgj2wp-*.po
Languages: de_de, ru_ru

source: WordPress database
de_de: Wordpress Datenbank
ru_ru: датабаза WordPress

source: If you want to rerun the import, you must empty the WordPress content with the button hereafter.
de_de: Wenn Sie den Import erneut möchten, müssen Sie die WordPress Inhalte mit der Taste nachfolgend entleeren.
ru_ru: Если вы хотите перезапустить импортирование, удалите содержимое Wordpress, нажав кнопку.

source: Remove only new imported posts
de_de: Entfernen Sie nur neue importierte Beiträge
ru_ru: Удалить только новоперенесенные материалы

source: Remove all posts, categories, tags, medias, comments and pages
de_de: Entfernen Sie alle Beiträge, Kategorien, Schlagworte, Medien, Kommentare und Seiten
ru_ru: Удалить все записи, категории, теги, медиафайлы, комментарии, страницы и пользователей

source: Empty WordPress content
de_de: Wordpress-Inhalte Löschen
ru_ru: Очистить содержимое WordPress

source: Joomla web site parameters
de_de: Joomla Seitenparameter
ru_ru: Параметры Joomla

source: URL (beginning with http://)
de_de: URL (beginnend mit http://)
ru_ru: URL (вместе с http://)

source: Joomla database parameters
de_de: Joomla Datenbankparameter
ru_ru: Параметры датабазы Joomla

source: Database
de_de: Datenbank
ru_ru: Имя базы данных

source: Username
de_de: Benutzer
ru_ru: Имя пользователя

source: Password
de_de: Passwort
ru_ru: Пароль

source: Joomla Table Prefix
de_de: Joomla Tabellen-Präfix
ru_ru: Префикс таблицы Joomla

source: Test the connection
de_de: Testen Sie die Verbindung
ru_ru: Проверить соединение

source: Behavior
de_de: Verhalten
ru_ru: Режим

source: Posts with a "read more" split:
de_de: Beiträge mit "weiterlesen"-Trennung:
ru_ru: Материалы с «read more» :

source: Checked: the Joomla introtext is imported into the excerpt. Unchecked: it is imported into the post content with a «read more» link.
de_de: Markiert: Der Joomla-Einleitungstext wird in den Anrisstext importiert. Nicht markiert: Einleitungstext wird mit einem «weiterlesen» Link in den Beiträg importiert.
ru_ru: Отмечено: вводный текст Joomla импортируется, как цитата. Не отмечено: импортируется в текст с линком "read more"

source: Import the text above the "read more" to the excerpt
de_de: Den Text vor dem "weiterlesen" in den Anrisstext importieren
ru_ru: Импортировать вводный текст над "read more", как цитату

source: Medias:
de_de: Medien:
ru_ru: Медиафайлы:

source: Skip media
de_de: Medien auslassen
ru_ru: Не загружать медиафайлы

source: Import first image as featured image
de_de: Importieren erste Bild als Ausgewähltes Bild

source: Import external media
de_de: Importieren externe Medien
ru_ru: Импорт внешних носителей

source: Checked: download the media even if it has already been imported. Unchecked: Download only media which were not already imported.
de_de: Markiert: downloaden Sie die Medien, auch wenn es bereits importiert wurde. Nicht markiert: Download nur Medien, die nicht bereits importiert.
ru_ru: Отмечено: загрузить медифайлы, если они уже были импортированы. Не отмечено: Загрузить только медиафайлы, которые не были загружены

source: Force media import. Leave unchecked if you have already transfered the media.<br />It will speed up the import.
de_de: Force-Medien importieren. Lassen deaktiviert, wenn Sie bereits die Medien übertragen. <br /> Es beschleunigt den Import.
ru_ru: Принудительная загрузка медиафайлов. Не отмечайте, если вы уже перенесли медиафайлы<br /> Это ускорит импортирование.

source: Import meta keywords as tags
de_de: Meta-Keywords als Schlagworte importieren
ru_ru: Импортировать мета, как теги

source: Create pages:
de_de: Seiten erstellen:
ru_ru: Создать страницы :

source: Import as pages instead of blog posts (without categories)
de_de: Beiträge als Seiten statt als Artikel importieren (ohne den Kategorien)
ru_ru: Импортировать как страницы, а не записи (без категорий)

source: Import content from Joomla to WordPress
de_de: Inhalt von Joomla nach WordPress importieren
ru_ru: Импортировать Joomla в WordPress

source: After the migration
de_de: Nach der Migration
ru_ru: После перенесения

source: During the migration, prefixes have been added to the categories slugs to avoid categories duplicates. This button will remove these prefixes which are useless after the migration.
de_de: Während der Migration haben Präfixe zu den Kategorien Schnecken hinzugefügt worden, um Duplikate zu vermeiden Kategorien. Diese Taste löscht diese Vorwahlen die nutzlos nach der Migration sind.

source: Remove the prefixes from the categories
de_de: Entfernen Sie die Vorwahlen in den Kategorien

source: If you have links between articles, you need to modify internal links.
de_de: Wenn Sie Links zwischen den Artikeln haben, müssen Sie interne Links ändern.
ru_ru: Если у вас была внутренняя перелинковка, вам нужно модифицировать линки

source: Modify internal links
de_de: Interne Links anpassen
ru_ru: Модифицировать внутренние линки

source: Do you need extra features?
de_de: Benötigen Sie zusätzliche Funktionen?

source: authors and all users migration
de_de: Autoren und alle Anwender Migration

source: Joomla views counts migration
de_de: Joomla views zählt Migration
ru_ru: Версия Joomla

source: SEO: redirects standard Joomla URLs
de_de: SEO: Umleitungen Standard Joomla URLs

source: Joomla 1.0 compatible
de_de: Joomla 1.0 kompatibel

source: Joomla 2.5+ featured images
de_de: Joomla 2.5+ featured Bilder

source: Mambo 4.5 and 4.6 compatible
de_de: Mambo 4.5 und 4.6 kompatibel

source: K2 content
de_de: K2 Inhalte

source: Flexicontent content
de_de: Flexicontent Inhalte

source: Jcomments comments
de_de: JComments Kommentare

source: Jomcomment comments
de_de: JomComment Kommentare

source: If you found this plugin useful and it saved you many hours or days, please rate it on <a href="http://wordpress.org/extend/plugins/fg-joomla-to-wordpress/">FG Joomla to WordPress</a>. You can also make a donation using the button below.
de_de: Wenn Sie dieses Plugin mögen und es Ihnen viele Stunden oder gar Tage erspart hat, bitten bewerten Sie es unter <a href="http://wordpress.org/extend/plugins/fg-joomla-to-wordpress/">FG Joomla to WordPress</a>. Sie können auch den Spendenbutton benutzen, um eine kleine Spende zu geben.
ru_ru: Если вы нашли этот плагин полезным, и он сэкономил вам часы, а то и дни работы, оцените его на странице плагина<a href="http://wordpress.org/extend/plugins/fg-joomla-to-wordpress/">FG Joomla to WordPress</a>. А если он понравился вам очень, можете сделать скромное пожертвование автору, который искренне старался для вас.

source: All new imported posts or pages and their comments will be deleted from WordPress.
de_de: Alle neuen importierten Beiträge oder Seiten, und ihre Kommentare werden von WordPress gelöscht werden.
ru_ru: Все записи и страницы (а так же комментарии) будут удалены из Wordpress

source: All posts, categories, tags, medias, comments and pages will be deleted from WordPress.
de_de: Alle Beiträge, Kategorien, Schlagworte, Medien, Kommentare und Seiten von WordPress gelöscht werden.
ru_ru: Все записи, категории, теги, медиафайлы, комментарии, страницы и пользователи будут удалены из Wordpress

source: Please select a remove option.
de_de: Bitte wählen Sie eine Option entfernen.
ru_ru: Выберите режим удаления

source: Import categories, articles and medias (images, attachments) from a Joomla database into WordPress.
de_de: Kategorien, Artikel und Medien (Bilder, Anhänge) aus der Joomla Datenbank zu WordPress importieren.
ru_ru: Импортировать категории, материалы, медиафайлы (изображения, файлы) и юзеров из базы данных Joomla в WordPress.

source: WordPress content removed
de_de: WordPress Inhalte entfernt
ru_ru: Содержимое WordPress удалено

source: Couldn't remove content
de_de: Konnte nicht entfernt werden Inhalte
ru_ru: Невозможно удалить содержимое

source: Prefixes removed from categories
de_de: Vorwahlen von Kategorien entfernt

source: %d internal link modified
de_de: Ein interner Link angepasst
ru_ru: %d внутренний линк модифицирован

source: This plugin will import sections, categories, posts and medias (images, attachments) from a Joomla database into WordPress.<br />Compatible with Joomla versions 1.5, 1.6, 1.7, 2.5 and 3.0.
de_de: Dieses Plugin wird Abschnitte, Kategorien, Beiträge und Medien (Bilder, Anhänge) aus der Joomla-Datenbank zu WordPress importieren.<br />Kompatibel mit Joomla-Versionen 1.5, 1.6, 1.7, 2.5 und 3.0.
ru_ru: Этот плагин импортирует категории, материалы, медиафайлы (изображения, файлы) и юзеров из базы данных Joomla в WordPress. <br /> Совместим с версиями Joomla 1.5, 1.6, 1.7, 2.5 и 3.0.

source: %d category
de_de: %d Kategorie
ru_ru: %d категория

source: %d post
de_de: %d Beiträg
ru_ru: %d материал

source: %d page
de_de: %d Seite
ru_ru: %d страница

source: %d media
de_de: %d Medium
ru_ru: %d медиафайл

source: %d tag
de_de: %d Schlagwort
ru_ru: %d тег

source: Connected with success to the Joomla database
de_de: Verbunden mit Erfolg auf die Joomla-Datenbank
ru_ru: Успешно соединено с базой данных Joomla

source: Couldn't connect to the Joomla database. Please check your parameters. And be sure the WordPress server can access the Joomla database.
de_de: Konnte nicht mit dem Joomla-Datenbank zu verbinden. Bitte überprüfen Sie Ihre Parameter. Und seien Sie sicher, dass das WordPress-Server können die Joomla-Datenbank zuzugreifen.
ru_ru: Невозможно соединиться с базой данных Joomla. Проверьте параметры соединения и убедитесь, что сервер WordPress имеет возможность доступа к базе данных Joomla.

source: %d category imported
de_de: Eine Kategorie importiert
ru_ru: %d категория перенесена

source: %d page imported
de_de: %d Seite importiert
ru_ru: %d страница перенесена

source: %d post imported
de_de: Ein Beiträg importiert
ru_ru: %d материал перенесен

source: %d media imported
de_de: Ein Medium importiert
ru_ru: %d медиафал перенесен

source: %d tag imported
de_de: Ein Schlagwort importiert
ru_ru: %d тег перенесен

source: Don't forget to modify internal links.
de_de: Vergessen Sie nicht, die internen Links anzupassen.
ru_ru: Не забудьте модифицировать внутренние линки.

source: Error:
de_de: Fehler:
ru_ru: Ошибка :

source: Joomla version
ru_ru: Версия Joomla

source: Hostname
ru_ru: Имя хоста

source: Port
ru_ru: Порт

source: Meta keywords:
ru_ru: Мета :
